Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: The payout curve {{payoutCurveName}} is deactivated. If you edit it, it will no longer be available for selection.
pt_pt: A curva de pagamento {{payoutCurveName}} está desativada. Se a editar, deixará de estar disponível para seleção.

source: Deactivated payout curve
pt_pt: Curva de pagamento desativada

source: Add a goal plan and assign payout curves.
pt_pt: Adicionar um plano de objetivos e atribuir curvas de pagamento.

source: Payout curve
pt_pt: Curva de pagamento

source: Measurement
pt_pt: Medição

source: Add a plan, set a payout curve and a calculated weight.
pt_pt: Adicione um plano, defina uma curva de pagamento e um peso calculado.

source: Add goal plan
pt_pt: Adicionar plano de objetivo

source: Add plan
pt_pt: Adicionar plano

source: Get started by adding a goal plan
pt_pt: Comece por adicionar um plano de objetivos

source: This payout curve is disabled; please choose another one.
pt_pt: Esta curva de pagamento está desativada; por favor, escolha outra.

source: This payout curve is disabled; please select another one.
pt_pt: Esta curva de pagamento está desativada; por favor, selecione outra.

source: Search for payout curves
pt_pt: Procurar curvas de pagamento

source: Please provide a goal plan.
pt_pt: Por favor, forneça um plano de objetivos.

source: {{percent}}% weight
pt_pt: {{percent}}% peso

source: Performance indicator (goals)
pt_pt: Indicador de desempenho (objetivos)

source: Bonus type
pt_pt: Tipo de bónus

source: The code cannot be empty.
pt_pt: O código não pode estar vazio.

source: Plan details
pt_pt: Detalhes do plano

source: A bonus plan with that code already exists
pt_pt: Já existe um plano de bónus com esse código

source: Goal plan period
pt_pt: Período do plano de objetivos

source: Define the time frame for the goal plan to be used in this bonus plan.
pt_pt: Defina o período de tempo para o plano de objetivos a ser utilizado neste plano de bónus.

source: End date is required
pt_pt: A data de fim é obrigatória

source: The start date is required.
pt_pt: A data de início é obrigatória.

source: You’ve already selected a goal plan. To update the period, please remove the current selection first.
pt_pt: Já selecionou um plano de objetivos. Para atualizar o período, remova primeiro a seleção atual.

source: The name cannot be empty.
pt_pt: O nome não pode estar vazio.

source: Search by name
pt_pt: Pesquisar por nome

source: Discretionary bonus
pt_pt: Bónus discricionário

source: Awarded at the comp managers' discretion; not tied to specific performance metrics.
pt_pt: Atribuído à discrição dos gestores de compensação; não vinculado a métricas de desempenho específicas.

source: STI: KPIs with payout curves
pt_pt: STI: KPI com curvas de pagamento

source: A bonus tied to KPIs where payouts adjust based on performance levels.
pt_pt: Um bónus ligado a KPI em que os pagamentos são ajustados com base nos níveis de desempenho.

source: Define the population(s) for the bonus plan.
pt_pt: Defina a(s) população(ões) para o plano de bónus.

source: Select the populations relevant for this bonus plan.
pt_pt: Selecione as populações relevantes para este plano de bónus.

source: Select populations
pt_pt: Selecionar populações

source: Population summary
pt_pt: Resumo da população

source: Overview of the population definition
pt_pt: Visão geral da definição da população

source: System populations
pt_pt: Populações do sistema

source: Apply individual inclusion and exclusion.
pt_pt: Aplicar inclusão e exclusão individuais.

source: No workers added to the population yet
pt_pt: Ainda não foram adicionados trabalhadores à população

source: Manual worker selections
pt_pt: Seleções manuais de trabalhadores

source: Workers selected manually
pt_pt: Trabalhadores selecionados manualmente

source: Apply prorating factors
pt_pt: Aplicar fatores de rateio

source: Leave of absence (LoA)
pt_pt: Licença de ausência (LoA)

source: Select factors to apply to the plan
pt_pt: Selecione os fatores a aplicar ao plano

source: Selected factors
pt_pt: Fatores selecionados

source: Time in role (TiR)
pt_pt: Tempo na função (TiR)

source: Time in role to target
pt_pt: Tempo na função para atingir o objetivo

source: Prorating factors
pt_pt: Fatores de rateio

source: Review plan configurations
pt_pt: Configurações do plano de avaliação

source: Summary
pt_pt: Resumo

source: View bonus plan
pt_pt: Ver plano de bónus

source: The payout curve is required.
pt_pt: A curva de pagamento é obrigatória.

source: Bulk assign
pt_pt: Atribuição em massa

source: Select which payout curve will be assigned to the selected goals.
pt_pt: Selecione qual curva de pagamento será atribuída aos objetivos selecionados.

source: One or more payout curves have been deactivated. If you assign a new payout curve, you won’t be able to re-select any of the deactivated curves.
pt_pt: Uma ou mais curvas de pagamento foram desativadas. Se atribuir uma nova curva de pagamento, não poderá voltar a selecionar nenhuma das curvas desativadas.

source: Assign payout curve
pt_pt: Atribuir curva de pagamento

source: Assign default payout curves based on goal type and measurement criteria. Available options for the payout curve correspond to the type of result unit. You can later override these defaults if necessary.
pt_pt: Atribua curvas de pagamento predefinidas com base no tipo de objetivo e critérios de medição. As opções disponíveis para a curva de pagamento correspondem ao tipo de unidade de resultado. Pode substituir estas predefinições mais tarde, se necessário.

source: Default payout curves
pt_pt: Curvas de pagamento predefinidas

source: You will be able to assign payout curves once the goal types and measurement criteria are loaded.
pt_pt: Poderá atribuir curvas de pagamento assim que os tipos de objetivos e os critérios de medição forem carregados.

source: Select a goal plan to get started
pt_pt: Selecione um plano de objetivos para começar

source: Please select a goal plan.
pt_pt: Por favor, selecione um plano de objetivos.

source: The payout curve was successfully assigned.
pt_pt: A curva de pagamento foi atribuída com sucesso.

source: The payout curves were successfully assigned.
pt_pt: As curvas de pagamento foram atribuídas com sucesso.

source: Autosaved
pt_pt: Guardado automaticamente

source: Select goal
pt_pt: Selecionar objetivo

source: Are you sure you want to delete this goal plan? This will permanently remove all configurations.
pt_pt: Tem a certeza de que pretende eliminar este plano de objetivos? Esta ação removerá permanentemente todas as configurações.

source: Delete goal plan
pt_pt: Eliminar plano de objetivo

source: Empty
pt_pt: Vazio

source: Organizational
pt_pt: Organizacional

source: No results match the search/filter criteria. Remove filters and clear the search to show all results.
pt_pt: Nenhum resultado corresponde aos critérios de pesquisa/filtro. Remova os filtros e limpe a pesquisa para mostrar todos os resultados.

source: Search by goal name
pt_pt: Pesquisar por nome do objetivo

source: {{count}} items selected
pt_pt: {{count}} itens selecionados

source: Some goals don’t have a payout curve assigned. You can continue, but these goals will not be included in bonus calculations.
pt_pt: Alguns objetivos não têm uma curva de pagamento atribuída. Pode continuar, mas estes objetivos não serão incluídos nos cálculos de bónus.

source: Unassigned goals
pt_pt: Objetivos não atribuídos

source: Pending draft
pt_pt: Rascunho pendente

source: Bonus Plans
pt_pt: Planos de bónus

source: Are you sure you want to update this goal plan? The published bonus plan will not be affected until you republish it.
pt_pt: Tem a certeza de que pretende atualizar este plano de objetivos? O plano de bónus publicado não será afetado até que o volte a publicar.

source: Update goal plan
pt_pt: Atualizar plano de objetivos

source: Refresh goals
pt_pt: Atualizar objetivos

source: The goal plan was successfully updated.
pt_pt: O plano de objetivos foi atualizado com sucesso.

source: Update compensation rounds to the latest version.
pt_pt: Atualizar rondas de remuneração para a versão mais recente.

source: Check the usage details to see where this plan is used.
pt_pt: Consulte os detalhes de utilização para ver onde este plano é utilizado.

source: You’re about to publish the pending draft, which will replace the currently published version of this bonus plan.
pt_pt: Está prestes a publicar o rascunho pendente, que irá substituir a versão atualmente publicada deste plano de bónus.

source: To apply your changes:
pt_pt: Para aplicar as suas alterações:

source: This action won’t automatically update the compensation rounds using this plan.
pt_pt: Esta ação não atualizará automaticamente as rondas de remuneração que utilizam este plano.

source: Publish updated bonus plan
pt_pt: Publicar plano de bónus atualizado

source: Owner
pt_pt: Proprietário

source: Published date
pt_pt: Data de publicação

source: Search by name or code
pt_pt: Pesquisar por nome ou código

source: Competency Scales
pt_pt: Escalas de competência

source: The career development plan was successfully updated.
pt_pt: O plano de desenvolvimento de carreira foi atualizado com sucesso.

source: Add question
pt_pt: Adicionar pergunta

source: Edit career development plan
pt_pt: Editar plano de desenvolvimento de carreira

source: No translation provided for the description
pt_pt: Nenhuma tradução fornecida para a descrição

source: No translation provided for the title
pt_pt: Nenhuma tradução fornecida para o título

source: Specify the number of days
pt_pt: Especifique o número de dias

source: Configure notifications and preferred notification delivery channels
pt_pt: Configurar notificações e canais de entrega de notificações preferidos

source: Message
pt_pt: Mensagem

source: Great work so far! With just a few days remaining in your career development plan, now is the perfect time to review your progress and add any additional comments.
pt_pt: Ótimo trabalho até agora! Com apenas alguns dias restantes no seu plano de desenvolvimento de carreira, agora é o momento perfeito para rever o seu progresso e adicionar quaisquer comentários adicionais.

source: Today marks the final day of your career development Plan! Well done on your commitment and growth throughout this journey.
pt_pt: Hoje é o último dia do seu Plano de desenvolvimento de carreira! Parabéns pelo seu empenho e crescimento ao longo deste percurso.

source: Your career development plan is ready for its final review. Please confirm and sign off on the plan after discussing with your manager.
pt_pt: O seu plano de desenvolvimento de carreira está pronto para a avaliação final. Confirme e assine o plano após discutir com o seu gestor.

source: Your self-assessment was submitted. Your manager will review it and provide feedback shortly.
pt_pt: A sua autoavaliação foi enviada. O seu gestor irá revê-la e fornecer feedback em breve.

source: Your career development plan has started. Review the plan and begin working on your objectives.
pt_pt: O seu plano de desenvolvimento de carreira começou. Reveja o plano e comece a trabalhar nos seus objetivos.

source: Your self-assessment is now open. Take the time to reflect, and then submit your responses.
pt_pt: A sua autoavaliação está agora aberta. Reserve um tempo para refletir e, em seguida, envie as suas respostas.

source: Send a notification a certain number of days before the end of the plan
pt_pt: Enviar uma notificação um certo número de dias antes do fim do plano

source: Send a notification on the day
pt_pt: Enviar uma notificação no dia

source: End of the career development plan
pt_pt: Fim do plano de desenvolvimento de carreira

source: Career development plan PDF creation
pt_pt: Criação de PDF do plano de desenvolvimento de carreira

source: Plan sign-off
pt_pt: Aprovação do plano

source: Review & feedback
pt_pt: Avaliação e feedback

source: Start of the career development plan
pt_pt: Início do plano de desenvolvimento de carreira

source: Worker submission
pt_pt: Submissão do trabalhador

source: Email notifications
pt_pt: Notificações de e-mail

source: In-app notifications
pt_pt: Notificações na aplicação

source: Notification delivery channel
pt_pt: Canal de entrega de notificações

source: Core components
pt_pt: Componentes principais

source: Enable, configure & reorder core components
pt_pt: Ativar, configurar e reordenar componentes principais

source: Continuous plan
pt_pt: Plano contínuo

source: Enter the basic information for the plan
pt_pt: Insira as informações básicas para o plano

source: Fixed duration plan
pt_pt: Plano de duração fixa

source: Local owner
pt_pt: Proprietário local

source: Select owner
pt_pt: Selecionar proprietário

source: Send career development plan PDF to Documents
pt_pt: Enviar PDF do plano de desenvolvimento de carreira para Documentos

source: A plan with this code already exists.
pt_pt: Já existe um plano com este código.

source: Select option
pt_pt: Selecionar opção

source: Eligibility
pt_pt: Elegibilidade

source: Specify the eligibility for the comp round
pt_pt: Especifique a elegibilidade para a ronda de compensação

source: Define the populations for the plan
pt_pt: Defina as populações para o plano

source: Population setup is restricted by primary owner access
pt_pt: A configuração da população está restrita pelo acesso do proprietário principal

source: Population setup is restricted by local admin access.
pt_pt: A configuração da população está restrita pelo acesso de administrador local.

source: Privacy settings
pt_pt: Configurações de privacidade

source: Configure the privacy settings
pt_pt: Configurar as definições de privacidade

source: Mandatory question
pt_pt: Pergunta obrigatória

source: Checkboxes
pt_pt: Caixas de verificação

source: Radio buttons
pt_pt: Botões de opção

source: Text input
pt_pt: Entrada de texto

source: Edit question
pt_pt: Editar pergunta

source: No questions yet
pt_pt: Ainda não há perguntas

source: Answer to this question is mandatory.
pt_pt: A resposta a esta pergunta é obrigatória.

source: Response permission
pt_pt: Permissão de resposta

source: Manager only
pt_pt: Apenas gestor

source: Worker only
pt_pt: Apenas trabalhador

source: Worker & manager
pt_pt: Colaborador e gestor

source: Career plan questionnaire
pt_pt: Questionário de plano de carreira

source: Add answer option
pt_pt: Adicionar opção de resposta

source: The answer option cannot be empty.
pt_pt: A opção de resposta não pode estar vazia.

source: Create questions for workers
pt_pt: Criar perguntas para trabalhadores

source: Languages: {{numerator}}/{{denominator}}
pt_pt: Idiomas: {{numerator}}/{{denominator}}

source: List of answer options
pt_pt: Lista de opções de resposta

source: At least {{count}} answer option is required for this answer type
pt_pt: É necessária pelo menos {{count}} opção de resposta para este tipo de resposta

source: At least {{count}} answer options are required for this answer type
pt_pt: São necessárias pelo menos {{count}} opções de resposta para este tipo de resposta

source: Please provide a question.
pt_pt: Por favor, forneça uma pergunta.

source: Show disabled
pt_pt: Mostrar desativado

source: Response rule
pt_pt: Regra de resposta

source: Skill library
pt_pt: Biblioteca de competências

source: Configure the skill set for the plan
pt_pt: Configure o conjunto de competências para o plano

source: Sidebar widgets
pt_pt: Widgets da barra lateral

source: Enable, set up & reorder sidebar widgets
pt_pt: Ativar, configurar e reordenar widgets da barra lateral

source: Workflow
pt_pt: Fluxo de trabalho

source: Update the workflow labels
pt_pt: Atualizar as etiquetas do fluxo de trabalho

source: Change display name
pt_pt: Alterar nome de exibição

source: Selected workflow step
pt_pt: Passo de fluxo de trabalho selecionado

source: Receive insights and guidance from your manager.
pt_pt: Receba perceções e orientações do seu gestor.

source: Manager feedback
pt_pt: Feedback do gestor

source: Reflect on your achievements and growth areas.
pt_pt: Reflita sobre as suas conquistas e áreas de crescimento.

source: The manager can still fill in certain fields and, after performing the action, submit the form.
pt_pt: O gestor ainda pode preencher determinados campos e, após realizar a ação, enviar o formulário.

source: Allow workers to refuse the career development
pt_pt: Permitir que os trabalhadores recusem o desenvolvimento de carreira

source: Create career development plan
pt_pt: Criar plano de desenvolvimento de carreira

source: View & manage career development plans
pt_pt: Ver e gerir planos de desenvolvimento de carreira

source: Development plans
pt_pt: Planos de desenvolvimento

source: End date: {{date}}
pt_pt: Data de término: {{date}}

source: Start date: {{date}}
pt_pt: Data de início: {{date}}

source: No careers plans. Check again soon for updates and new opportunities to support your professional growth. We’re here to help you achieve your career goals.
pt_pt: Sem planos de carreira. Verifique novamente em breve para atualizações e novas oportunidades para apoiar o seu crescimento profissional. Estamos aqui para ajudá-lo a alcançar os seus objetivos de carreira.

source: No career development plans
pt_pt: Sem planos de desenvolvimento de carreira

source: The file was successfully uploaded. Please download the log file to review any errors. Focus on the last two columns, “Result” and “Error Description,” for details on any issues encountered.
pt_pt: O ficheiro foi carregado com sucesso. Descarregue o ficheiro de registo para analisar quaisquer erros. Concentre-se nas duas últimas colunas, "Result" (Resultado) e "Error Description" (Descrição do erro), para obter detalhes sobre quaisquer problemas encontrados.

source: Are you sure you want to delete the career development plan?
pt_pt: Tem a certeza de que pretende eliminar o plano de desenvolvimento de carreira?

source: Delete career development plan
pt_pt: Eliminar plano de desenvolvimento de carreira

source: The career development plan template was successfully deleted.
pt_pt: O modelo de plano de desenvolvimento de carreira foi eliminado com sucesso.

source: The career development plan was duplicated and a new item was created.
pt_pt: O plano de desenvolvimento de carreira foi duplicado e foi criado um novo item.

source: No career development plans yet!
pt_pt: Ainda não há planos de desenvolvimento de carreira!

source: Open career development plan
pt_pt: Abrir plano de desenvolvimento de carreira

source: Career development plans
pt_pt: Planos de desenvolvimento de carreira

source: Upload skills
pt_pt: Carregar competências

source: Download career development plan
pt_pt: Transferir plano de desenvolvimento de carreira

source: Generate PDF
pt_pt: Gerar PDF

source: Send to Documents
pt_pt: Enviar para Documentos

source: Preview behavior wheel widget
pt_pt: Pré-visualizar widget de roda de comportamento

source: Behavior wheel
pt_pt: Roda de comportamento

source: Enable chat messages for the entire duration of the career development plan.
pt_pt: Ativar mensagens de chat durante toda a duração do plano de desenvolvimento de carreira.

source: Career chat
pt_pt: Conversa de carreira

source: Add resources
pt_pt: Adicionar recursos

source: Provide links to workers and managers
pt_pt: Forneça ligações para trabalhadores e gestores

source: Go to edit mode to get started by creating one.
pt_pt: Vá para o modo de edição para começar criando um.

source: No resources added yet!
pt_pt: Ainda não foram adicionados recursos!

source: Label
pt_pt: Etiqueta

source: Link
pt_pt: Ligação

source: Invalid URL. Make sure you enter a URL that uses the HTTPS protocol.
pt_pt: URL inválido. Certifique-se de que insere um URL que utiliza o protocolo HTTPS.

source: Resource list
pt_pt: Lista de recursos

source: Resources
pt_pt: Recursos

source: Skills & competency groups
pt_pt: Grupos de competências e habilidades

source: You must select at least one skill.
pt_pt: Deve selecionar pelo menos uma competência.

source: Skill Libraries
pt_pt: Bibliotecas de competências

source: The size of the file exceeds the maximum limit.
pt_pt: O tamanho do ficheiro excede o limite máximo.

source: Upload file
pt_pt: Carregar ficheiro

source: Upload the CSV file (Max: 1MB). Ensure the file is correctly formatted for a seamless upload.
pt_pt: Carregue o ficheiro CSV (Máx: 1 MB). Certifique-se de que o ficheiro está corretamente formatado para um carregamento sem problemas.

source: Import file
pt_pt: Importar ficheiro

source: Download your current skill configuration
pt_pt: Descarregue a sua configuração atual de competências

source: Upload the modified file
pt_pt: Carregar o ficheiro modificado

source: Add new skills to the file or update the existing skills
pt_pt: Adicionar novas competências ao ficheiro ou atualizar as competências existentes

source: Add skills to the library
pt_pt: Adicionar competências à biblioteca

source: This operation might take a few minutes; please keep this window open.
pt_pt: Esta operação pode demorar alguns minutos; mantenha esta janela aberta.

source: Processing
pt_pt: Processamento

source: Parent element
pt_pt: Elemento principal

source: This code already exists.
pt_pt: Este código já existe.

source: Create comp element
pt_pt: Criar elemento de compensação

source: Edit comp element
pt_pt: Editar elemento de compensação

source: Element code
pt_pt: Código do elemento

source: The code will be automatically generated after creation.
pt_pt: O código será gerado automaticamente após a criação.

source: Customer code
pt_pt: Código do cliente

source: The customer code cannot be empty.
pt_pt: O código do cliente não pode estar vazio.

source: Use this for mapping purpose
pt_pt: Use isto para fins de mapeamento

source: Element type
pt_pt: Tipo de elemento

source: Comp elements
pt_pt: Elementos de compensação

source: Comp elements in use
pt_pt: Elementos de compensação em uso

source: Comp groups
pt_pt: Grupos de compensação

source: Comp trees
pt_pt: Árvores de compensação

source: View rounds using comp elements
pt_pt: Ver rondas usando elementos de compensação

source: Go to comp round
pt_pt: Ir para a ronda de compensação

source: Rounds using comp elements
pt_pt: Rondas usando elementos de compensação

source: Create your first comp element
pt_pt: Crie o seu primeiro elemento de compensação

source: View and manage comp trees and comp elements
pt_pt: Visualizar e gerir árvores de compensação e elementos de compensação

source: Enable comp element
pt_pt: Ativar elemento de compensação

source: Compensation element tree
pt_pt: Árvore de elementos de compensação

source: View comp element
pt_pt: Ver elemento comp

source: Compensation element
pt_pt: Elemento de compensação

source: Select the compensation element that will use this rule
pt_pt: Selecione o elemento de compensação que usará esta regra

source: The compensation element cannot be empty.
pt_pt: O elemento de compensação não pode estar vazio.

source: No target budget
pt_pt: Sem orçamento alvo

source: Outcome
pt_pt: Resultado

source: Define the outcome of the rule
pt_pt: Defina o resultado da regra

source: The rule list is empty. Get started by creating a budget rule.
pt_pt: A lista de regras está vazia. Comece por criar uma regra de orçamento.

source: Create rule
pt_pt: Criar regra

source: How do you want to distribute your budget?
pt_pt: Como deseja distribuir o seu orçamento?

source: Budget rules
pt_pt: Regras de orçamento

source: Are you sure you want to delete this condition block?
pt_pt: Tem a certeza de que deseja eliminar este bloco de condições?

source: Delete condition block
pt_pt: Eliminar bloco de condição
